Repository: philitingar/flavorly
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hu, it, ja, ko, pl, ro, ru, tr, zh_hans

source: Tips for better results:
de: Tipps für bessere Ergebnisse:
el: Συμβουλές για καλύτερα αποτελέσματα:
es: Consejos para obtener mejores resultados:
fr: Conseils pour de meilleurs résultats :
hu: Tippek a jobb eredmények eléréséhez:
it: Suggerimenti per risultati migliori:
ja: より良い結果を得るためのヒント:
ko: 더 나은 결과를 위한 팁:
pl: Wskazówki, jak uzyskać lepsze wyniki:
ro: Sfaturi pentru rezultate mai bune:
ru: Советы для достижения наилучших результатов:
tr: Daha iyi sonuçlar için ipuçları:
zh_hans: 获得更好结果的秘诀：

# try.diff.search
source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
el: Δοκιμάστε έναν διαφορετικό όρο αναζήτησης
es: Prueba con otro término de búsqueda
fr: Essayez un autre terme de recherche
hu: Próbálj ki egy másik keresési kifejezést
it: Prova un altro termine di ricerca
ja: 別の検索語を試してください
ko: 다른 검색어를 사용해 보세요.
pl: Wypróbuj inny termin wyszukiwania
ro: Încercă un alt termen de căutare
ru: Попробуйте другой поисковый запрос
tr: Farklı bir arama terimi deneyin
zh_hans: 尝试其他搜索词

source: Unknown Author
de: Unbekannter Autor
el: Άγνωστος συγγραφέας
es: Autor desconocido
fr: Auteur inconnu
hu: Ismeretlen szerző
it: Autore sconosciuto
ja: 作者不明
ko: 작성자 미상
pl: Nieznany autor
ro: Autor necunoscut
ru: Неизвестный автор
tr: Bilinmeyen Yazar
zh_hans: 未知作者

# update.button
source: Update Recipe
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Actualisation
hu: Frissítés
it: Aggiornamento
ja: 更新
ko: 업데이트
pl: Aktualizacja
ro: Actualizează
ru: Обновление
tr: Güncelleme
zh_hans: 更新食谱

# warning.alert
source: WARNING!
de: WARNUNG!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ!
es: ¡ATENCIÓN!
fr: ATTENTION!
hu: FIGYELEM!
it: ATTENZIONE!
ja: 警告だ!
ko: 경고!
pl: OSTRZEŻENIE!
ro: ATENȚIE!
ru: ВНИМАНИЕ!
tr: UYARI!
zh_hans: 警告!

source: We are working on adding more languages, but feel free to try it out
de: Wir arbeiten daran, weitere Sprachen hinzuzufügen, aber probieren Sie es gerne aus
el: Εργαζόμαστε για την προσθήκη περισσότερων γλωσσών, αλλά μη διστάσετε να το δοκιμάσετε
es: Estamos trabajando para agregar más idiomas, pero siéntete libre de probarlo.
fr: Nous travaillons à l'ajout de nouvelles langues, mais n'hésitez pas à l'essayer
hu: Dolgozunk további nyelvek hozzáadásán, de nyugodtan próbáld ki
it: Stiamo lavorando per aggiungere altre lingue, ma sentiti libero di provarlo
ja: より多くの言語を追加する作業を進めていますが、お気軽にお試しください。
ko: 더 많은 언어를 추가하기 위해 노력하고 있지만, 마음껏 시도해 보세요.
pl: Pracujemy nad dodaniem większej liczby języków, ale możesz spróbować
ro: Lucrăm la adăugarea mai multor limbi, dar nu ezitați să încercați.
ru: Мы работаем над добавлением большего количества языков, но вы можете попробовать сами.
tr: Daha fazla dil eklemek için çalışıyoruz, ancak denemekten çekinmeyin
zh_hans: 我们正在努力添加更多语言，但请随意尝试

# wellcome.message
source: Welcome to Flavourly! Start by ading some recipes!
de: Willkommen bei Flavourly! Beginnen Sie mit dem Einstellen einiger Rezepte!
el: Καλώς ήρθατε στο Flavourly! Ξεκινήστε προσθέτοντας μερικές συνταγές!
es: ¡Bienvenido a Flavourly! ¡Empieza por añadir algunas recetas!
fr: Bienvenue sur Flavourly! Commencez par ajouter des recettes!
hu: Üdvözölünk a Flavourly-nál! Kezd néhány recept feladásával!
it: Benvenuti su Flavourly! Inizia ad aggiungere qualche ricetta!
ja: Flavourlyへようこそ！まずはレシピを追加してみましょう！
ko: Flavourly에 오신 것을 환영합니다! 레시피를 추가하는 것부터 시작하세요!
pl: Witamy na Flavourly! Zacznij od dodania przepisów!
ro: Bine ai venit la Flavourly! Începe prin a adăuga câteva rețete!
ru: Добро пожаловать в Flavourly! Начните с добавления нескольких рецептов!
tr: Flavourly'ye hoş geldiniz! Bazı tarifler ekleyerek başlayın!
zh_hans: 欢迎来到 Flavourly！从添加食谱开始

# info
source: Information
el: Πληροφορίες
es: Información
fr: Informations
hu: Információk
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
ro: Informații
ru: Информация
tr: Bilgi
zh_hans: 信息

# tag
source: Tags
el: Ετικέτες
es: Etiquetas
fr: Étiquettes
hu: Címkék
it: Tag
ja: タグ
ko: 태그
pl: Tagi
ro: Etichete
ru: Теги
tr: Etiketler
zh_hans: 标签
